Repository: OlesyaGerasimenko/gtg
Catalog: po/*.po
Languages: ru

source: And %d more tags
ru: И ещё %d меток

source: Keep selected task
ru: Оставить эти задачи

source: Permanently remove task
ru: Удалить задачи навсегда

source: Deleting a task cannot be undone, and will delete the following task:
ru: Удаление задачи нельзя отменить! Будут удалены следующие задачи:

source: And {missing_titles_count:d} more tasks
ru: И ещё {missing_titles_count:d} задач

source: In {number_of_days} days — {weekday}
ru: Через {number_of_days} дней — {weekday}

source: Copyright © 2008-%d the GTG contributors.
ru: © Участники проекта GTG, 2008—%d.

source: GTG was made by many contributors around the world.
ru: Программа GTG была создана благодаря усилиям участников проекта со всего света.

source: The GTG project is maintained/administered by:
ru: Сопровождение/управление проектом GTG:

source: This release was brought to you by the efforts of these people:
ru: Данная версия программы появилась благодаря этим людям:

source: Many others contributed to GTG over the years. You can see them on {OH_stats} and {GH_stats}.
ru: За годы разработки в проекте GTG приняли участие многие другие люди. Список участников: {OH_stats}, {GH_stats}.

source: GTG website
ru: Веб-сайт GTG

source: translator-credits
ru: Олеся Герасименко <translation-team@basealt.ru>

source: NewTag
ru: Новая_метка

source: tags
ru: метки

source: tag
ru: метка

source: defer
ru: отложить

source: start
ru: начало

source: due
ru: завершение

source: every
ru: повтор

source: Add Custom Color...
ru: Добавить другой цвет…

source: Clear Selected Color
ru: Сбросить выбранный цвет

source: Choose a color
ru: Выбор цвета

source: Generate Color
ru: Сгенерировать цвет

source: Tag name can not be empty
ru: Имя метки не может быть пустым

source: Tasks
ru: Задачи

source: Start Date
ru: Дата начала

source: Due
ru: Дата завершения

source: Closed Tasks
ru: Закрытые задачи

source: Closed Date
ru: Дата закрытия

source: Add Parent
ru: Добавить родительскую задачу

source: Completed %(days)d day late
ru: Просрочено на %(days)d день

source: Completed %(days)d day early
ru: Выполнено за %(days)d день до срока

source: Due tomorrow!
ru: Остался %(days)d день

source: Due today!
ru: Срок завершения — сегодня!

source: Due yesterday!
ru: Срок завершения — %(days)d день назад!

source: Every <b>{month_day} of the month</b>
ru: Каждый месяц (<b>{month_day} числа</b>)

source: Every <b>{month} {day}</b>
ru: Каждый год (<b>{month} месяц, {day} числа</b>)

source: Every <b>day</b>
ru: Каждый <b>день</b>

source: Every <b>other day</b>
ru: Каждые <b>два дня</b>

source: Every <b>{week_day}</b>
ru: Каждую неделю (<b>{week_day}</b>)

source: Open Link
ru: Открыть ссылку

source: Copy Link to Clipboard
ru: Копировать ссылку в буфер обмена

source: Internal error — GTG
ru: Внутренняя ошибка — GTG

source: GTG encountered an internal error, but can continue running. Unexpected behavior may occur, so be careful.
ru: В GTG произошла внутренняя ошибка, но программа может продолжить работу. Внимание: возможно, она будет вести себя неожиданным образом.

source: Fatal internal error — GTG
ru: Неустранимая внутренняя ошибка — GTG

source: GTG encountered an internal fatal error and needs to exit.
ru: В программе GTG произошла неустранимая внутренняя ошибка, и ей необходимо завершить работу.

source: Recently unsaved changes (from the last few seconds) may be lost, so make sure to check your recent changes when launching GTG again afterwards. Please report the bug in <a href="{url}">our issue tracker</a>, with steps to trigger the problem and the error's details below.
ru: Могли быть потеряны несохранённые изменения (те, которые были внесены за последние несколько секунд), поэтому обязательно проверьте, сохранились ли они после повторного запуска GTG. Пожалуйста, сообщите об этой ошибке с помощью <a href="{url}">нашей системы отслеживания ошибок</a>, указав действия для воспроизведения проблемы и приведённые ниже сведения об ошибке.

source: Exit
ru: Выход

source: Details to paste in your bug report
ru: Сведения для вставки в отчёт об ошибке

source: No task matches your criteria. Empty report can't be generated.
ru: Нет задач, удовлетворяющих критериям. Пустой отчёт создать нельзя.

source: GTG could not generate the document: %s
ru: GTG не удалось создать документ: %s

source: Export the tasks currently listed
ru: Экспортировать задачи из текущего списка

source: Choose where to save your list
ru: Укажите, где сохранить ваш список

source: Foldable booklet (PDF)
ru: Складной буклет (PDF)

source: A template to create <a href="http://www.pocketmod.com">PocketMod</a>, which is a small foldable booklet. Packages <b>pdflatex</b>, <b>pdftk</b> and <b>pdfjam</b> are required.
ru: Шаблон для создания <a href="http://www.pocketmod.com">PocketMod</a>, узкого буклета-«раскладушки». Требуются пакеты <b>pdflatex</b>, <b>pdftk</b> и <b>pdfjam</b>.

source: A professional-looking HTML page
ru: Профессионально оформленная HTML-страница

source: A template to create a HTML page with some tasks and tags. Tags colors are also displayed.
ru: Шаблон простой HTML-страницы с несколькими задачами. Метки будут цветными.

source: A simple Web page that can be easily printed.
ru: Простая веб-страница, удобная для печати

source: A template to create a simple HTML page with some tasks that can be easily printed.
ru: Шаблон простой HTML-страницы с несколькими задачами для удобной распечатки.

source: Status report
ru: Отчёт о состоянии

source: A template to create a compact text file listing only task titles.
ru: Шаблон текстового файла, содержащего только перечень заголовков задач.

source: Text-only
ru: Только текст

source: A template to create a simple text file with some tasks.
ru: Шаблон текстового списка задач.

source: Send via email
ru: Отправить по почте

source: Status: %s
ru: Статус: %s

source: Tags: %s
ru: Метки: %s

source: Subtasks: %s
ru: Подзадачи: %s

source: Task content: %s
ru: Описание задачи: %s

source: Task: %(task_title)s
ru: Задача: %(task_title)s

source: Add @untouched tag
ru: Добавить метку @не_в_работе

source: Developer Console
ru: Консоль разработки

source: Opens a Python interpreter with access to GTG internals
ru: Открывает интерпретатор Python с доступом ко внутренним компонентам GTG.

source: Opens a new window with a Python interpreter that can access GTG data
ru: Открывает новое окно с интерпретатором Python, который может получить доступ к данным GTG

source: Welcome to GTG's Developer Console You can use the following shortcuts: - app (The application class) - req (The requester class) - browser (The main window) Type "help (<command>)" for more information.
ru: Добро пожаловать в консоль разработки GTG Доступны следующие контекстные команды: - app (класс приложения) - req (класс инициатора запроса) - browser (главное окно) Введите «help (<команда>)» для получения дополнительной информации.

source: Not possible to override {key}, because shortcuts commands are read-only.
ru: Невозможно переопределить {key}, так как контекстные команды доступны только для чтения.

source: easy
ru: легко

source: medium
ru: средне

source: hard
ru: сложно

source: Beginner
ru: Начинающий

source: Novice
ru: Новичок

source: Professional
ru: Специалист

source: Expert
ru: Эксперт

source: Master
ru: Мастер

source: Master II
ru: Мастер II

source: Grand Master
ru: Мэтр

source: Productivity Lord
ru: Бог продуктивности

source: Level: <b>{current_level}</b>
ru: Уровень: <b>{current_level}</b>

source: %d point
ru: %d балл

source: <i>Good Job!</i> You have achieved your daily goal.
ru: <i>Отлично!</i> Цель на день достигнута.

source: Only a few tasks to go!
ru: Осталось всего лишь несколько задач!

source: <i>Get Down to Business!</i> You haven't achieved any tasks today.
ru: <i>Пора поработать!</i> За сегодня не удалось выполнить ни одной задачи.

source: {emoji} <b>{streak} day</b> streak
ru: {emoji} <b>{streak}-й день</b> работы

source: Start a new activity in Hamster Time Tracker based on the selected task
ru: Начать в Hamster Time Tracker отслеживание деятельности, связанной с выбранной задачей

source: Stop tracking the current activity in Hamster Time Tracker corresponding to the selected task
ru: Остановить в Hamster Time Tracker отслеживание деятельности, связанной с выбранной задачей

source: Start task in Hamster
ru: Начать отслеживание задачи в Hamster

source: Stop Hamster Activity
ru: Остановить отслеживание задачи в Hamster
