Repository: OlesyaGerasimenko/gtg
Catalog: po/*.po
Languages: ru

source: Personal tasks and TODO-list items organizer
ru: Персональный инструмент ведения списков задач и дел

source: "Getting Things GNOME" (GTG) is a personal tasks and ToDo list organizer inspired by the "Getting Things Done" (GTD) methodology.
ru: GTG — персональный инструмент ведения списков задач и дел для GNOME. В основе программы лежит методика «Getting Things Done» (GTD, доведение дел до результата).

source: GTG is intended to help you track everything you need to do and need to know, from small tasks to large projects. GTG's user interface is designed to accommodate many workflows, with features such as:
ru: GTG помогает отслеживать задачи (как мелкие дела, так и крупные проекты), которые необходимо выполнить, и необходимую для этого информацию. Интерфейс пользователя GTG подходит для различных режимов работы и предоставляет следующие возможности:

source: a very flexible tagging and searching system;
ru: очень гибкая система установки меток и поиска;

source: natural language parsing and a free-form task text editor;
ru: обработка естественного языка и текстовый редактор для написания задач в свободной форме;

source: projects/task dependencies (infinite sub-tasks), start dates and due dates;
ru: проекты/зависимости задач (неограниченное количество подзадач), установка дат начала и планируемого завершения;

source: an "Actionable" tasks view mode to help you stay focused during your work;
ru: режим просмотра задач «Рабочий план», помогающий сосредоточиться на работе;

source: the ability to effortlessly defer tasks to common upcoming days, or to a custom date.
ru: возможность легко переносить задачи на предстоящие дни или на определённую дату.

source: The GTG team
ru: Разработчики GTG

source: Task Manager
ru: Программа для работы с задачами

source: Personal tasks and TODO-list items organizer for the GNOME desktop environment.
ru: Персональный инструмент ведения списков задач и дел для GNOME.

source: Organizer;Task;Tasks;Projects;Activities;Productivity;Plan;Planning;Planner;Time;Management;Scheduling;GTD;gtg;Todo;
ru: Органайзер;Задача;Задачи;Проекты;Занятия;Продуктивность;План;Планирование;Планировщик;Время;Управление;Расписание;Organizer;Task;Tasks;Projects;Activities;Productivity;Plan;Planning;Planner;Time;Management;Scheduling;GTD;gtg;Todo;

source: Export and print
ru: Экспорт и печать

source: Exports the tasks in the current view into a variety of formats.
ru: Экспорт задач из текущего представления в файлы различных форматов.

source: Exports the tasks in the current view into a variety of formats. You can also personalize the format of your tasks by writing your own template.
ru: Экспортирует задачи из текущего представления в файлы различных форматов. Также можно настроить формат задач, написав свой собственный шаблон.

source: Send task via email
ru: Отправка задачи по почте

source: Easily send a task via email.
ru: Удобная отправка задачи по почте.

source: Adds a button on the toolbar to send easily a task via email, also sends status, due_dates, tags and subtasks.
ru: Добавляет на панель инструментов кнопку для удобной отправки задачи по почте, также отправляет статус, дату планируемого завершения, метки и подзадачи.

source: Untouched tasks
ru: Задачи не в работе

source: Keep track of tasks you haven't touched for a while.
ru: Отслеживание задач, с которыми давно не велась работа.

source: Assigns tasks that you haven't touched for a while with the @untouched tag.
ru: Помечает задачи, с которыми давно не велась работа, меткой @untouched.

source: Urgency Color
ru: Цвет по срочности

source: Task urgency color-coding
ru: Выделение задач цветом по срочности.

source: This plugin will calculate the urgency status of every one of your currently active tasks and color-code it accordingly. Color code Assuming your settings are default: Grey means your task is overdue. Red means you are within the last 30% of days between the start-date and due-date. Yellow means your task's start-date has passed. Green means your task's start-date is upcoming.
ru: Этот модуль рассчитывает степень срочности всех активных задач и выделяет их соответствующими цветами. Цветовое обозначение Если используются стандартные параметры настройки: Серый цвет означает, что задача просрочена. Красный цвет означает, что сейчас идут последние 30% дней между датой начала и датой завершения. Жёлтый цвет означает, что дата начала задачи уже прошла. Зелёный цвет означает, что дата начала задачи ещё не наступила.

source: Hamster Time Tracker Integration
ru: Интеграция программы для учёта рабочего времени Hamster Time Tracker

source: Track time of GTG task with Hamster applet.
ru: Учёт времени работы над задачей GTG с помощью апплета Hamster.

source: Adds the ability to send a task to the Hamster time tracking applet
ru: Добавляет возможность отправки задачи в апплет программы для учёта рабочего времени Hamster.

source: Gamify
ru: Геймификация

source: Gamify adds a game aspect to your GTG workflow.
ru: Геймификация делает работу в GTG похожей на игру.

source: tracks how many tasks you have done during the day.
ru: Отслеживает количество выполненных за день задач.

source: _Add
ru: _Добавить

source: _Remove
ru: _Удалить

source: Help
ru: Справка

source: Now
ru: Сейчас

source: Soon
ru: Скоро

source: Someday
ru: Когда-нибудь

source: Clear
ru: Очистить

source: Edit...
ru: Изменить...

source: Reopen
ru: Открыть заново

source: Delete
ru: Удалить

source: Add a Subtask...
ru: Добавить подзадачу…

source: Add a Parent task...
ru: Добавить родительскую задачу…

source: Mark as Done
ru: Отметить как выполненную

source: Dismiss
ru: Отменить

source: Set Start Date
ru: Задать дату начала

source: Tomorrow
ru: Через %(days)d день

source: In 2 days
ru: Через 2 дня

source: In 3 days
ru: Через 3 дня

source: In 4 days
ru: Через 4 дня

source: In 5 days
ru: Через 5 дней

source: In 6 days
ru: Через 6 дней

source: Next Week
ru: На следующей неделе

source: Next Month
ru: В следующем месяце

source: Next Year
ru: В следующем году

source: Pick a Date...
ru: Выбрать дату…

source: Clear Start Date
ru: Сбросить дату начала

source: Set Due Date
ru: Задать дату завершения

source: Today
ru: Сегодня

source: Clear Due Date
ru: Сбросить дату завершения

source: Set Recurring
ru: Сделать задачу повторяющейся

source: Every Day
ru: Каждый день

source: Every Other-Day
ru: Каждые два дня

source: Every Week
ru: Каждую неделю

source: Every Month
ru: Каждый месяц

source: Every Year
ru: Каждый год

source: Enable/Disable
ru: Включить/Отключить

source: Modify Tags...
ru: Изменить метки...

source: Show description preview
ru: Предварительный просмотр описания

source: Show a task excerpt next to each task in the Task Browser
ru: Показывать фрагмент задачи рядом с каждой задачей в браузере задач

source: Enable colored backgrounds
ru: Включить выделение цветом фона

source: Show colored backgrounds for a task based on the colors of its tags
ru: Показывать цветной фон для задач на основе цветов их меток

source: Start of the day
ru: Начало дня

source: Automatically refreshes the task list and adjusts the "Actionable" view
ru: Автоматически обновляет список задач и корректирует представление «Рабочий план»

source: Task Editor font
ru: Шрифт редактора задач

source: Dark Mode
ru: Тёмный режим

source: Clean Up
ru: Очистка

source: Automatically remove old closed tasks
ru: Автоматически удалять старые закрытые задачи

source: Days to wait before removing a task
ru: Число дней ожидания перед удалением задачи

source: Purge Now
ru: Удалить сейчас

# shortcut window
source: Application
ru: Приложение

# shortcut window
source: Preferences
ru: Параметры

# shortcut window
source: Open Help
ru: Открыть справку

# shortcut window
source: Show Keyboard Shortcuts
ru: Показать комбинации клавиш

# shortcut window
source: Quit
ru: Выход

# shortcut window
source: Task Browser
ru: Браузер задач

# shortcut window
source: Unfold Treeview Items in Task Browser
ru: Развернуть деревья в браузере задач

# shortcut window
source: Fold Treeview Items in Task Browser
ru: Свернуть деревья в браузере задач

# shortcut window
source: Search
ru: Поиск

# shortcut window
source: Toggle Sidebar
ru: Включить или отключить боковую панель

# shortcut window
source: Focus the Quick Add input
ru: Перевести курсор в строку быстрого добавления задачи

# shortcut window
source: Mark Task as Done
ru: Отметить задачу как выполненную

# shortcut window
source: Dismiss Task
ru: Отменить задачу

# shortcut window
source: Reopen Task
ru: Заново открыть задачу

# shortcut window
source: Batch change tags on selected tasks
ru: Выполнить пакетное изменение меток для выбранных задач

# shortcut window
source: New Task
ru: Создать задачу

# shortcut window
source: New Subtask
ru: Создать подзадачу

# shortcut window
source: Delete Task
ru: Удалить задачу

# shortcut window
source: Edit Task
ru: Изменить задачу

# shortcut window
source: Editor
ru: Редактор

# shortcut window
source: Close window
ru: Закрыть окно

source: Start 2 days from now
ru: Начать через 2 дня

source: Start 3 days from now
ru: Начать через 3 дня

source: Start 4 days from now
ru: Начать через 4 дня

source: Start 5 days from now
ru: Начать через 5 дней

source: Start 6 days from now
ru: Начать через 6 дней

source: Start 7 days from now
ru: Начать через 7 дней

source: Show Sidebar
ru: Показать боковую панель

source: Collapse All Tasks
ru: Свернуть все задачи

source: Expand All Tasks
ru: Развернуть все задачи

source: Plugins
ru: Модули

source: Synchronization
ru: Синхронизация

source: Preferences
ru: Параметры

source: Keyboard Shortcuts
ru: Комбинации клавиш

source: About GTG
ru: О GTG

source: Tags
ru: Метки

source: Search here
ru: Введите здесь поисковый запрос

source: Save Search
ru: Сохранить поисковый запрос

# tasks view name
source: Open
ru: Открытые

# tasks view name
source: Actionable
ru: Рабочий план

# tasks view name
source: Closed
ru: Закрытые

source: Ex.: "Buy a new printer for @Initech tags:equipment,office start:monday due:soon"
ru: Пример: «Купить новый принтер для @Initech метки:оборудование,офис начало:понедельник завершение:скоро»

source: Quickly create tasks here
ru: Здесь можно быстро создавать задачи

source: Create a new task
ru: Создать новую задачу

source: Activate Search Entry
ru: Активировать поиск

source: Defer selected task(s) to tomorrow. Useful if you are out of focus or need additional time.
ru: Отложить выбранные задачи на завтра. Удобная опция на тот случай, когда требуется больше времени.

source: Start Tomorrow
ru: Начать завтра

source: Modify Tags
ru: Изменение меток

source: Cancel
ru: Отменить

source: Apply
ru: Применить

source: Enter the name of the tag(s) you wish to add or remove:
ru: Введите метку(и) для добавления или удаления:

source: TagName
ru: имя_метки

source: Hint: you can add several tags by separating them with space. Place '!' before tags you want to remove.
ru: Подсказка: если меток несколько, разделяйте их пробелом. Перед удаляемыми метками введите «!».

source: Apply to subtasks
ru: Применить к подзадачам

source: Edit %s
ru: Изменение метки %s

source: Click here to set an icon for this tag
ru: Щёлкните здесь, чтобы установить значок для этой метки

source: Delete the currently selected icon
ru: Удалить текущий выбранный значок

source: Name
ru: Имя

source: Whenever to show this tag in the Actionable view
ru: Следует ли показывать эту метку в рабочем плане

source: Actionable
ru: Рабочий план

source: The color of the tag, also used to color the background of the task when enabled
ru: Цвет метки, также используется для фона задачи, если включён соответствующий параметр

source: Color
ru: Цвет

source: Change the color of the tag
ru: Изменить цвет метки

source: Random
ru: Случайный

source: Generate and use an random color
ru: Сгенерировать и использовать случайный цвет

source: Delete the currently selected color
ru: Удалить текущий выбранный цвет

source: <b>Dependencies</b>
ru: <b>Зависимости</b>

source: _Configure Plugin
ru: _Настроить модуль

source: _About Plugin
ru: _О модуле

source: Mark this task as not to be done anymore
ru: Отметить задачу как не требующую выполнения

source: Mark this task as to be done
ru: Отметить задачу как требующую выполнения

source: Undismiss
ru: Восстановить

source: Permanently remove this task
ru: Удалить эту задачу навсегда

source: Every:
ru: День повторения:

source: Repeat
ru: Повторять

source: Tick to activate
ru: Установите флажок для включения параметра

source: Daily
ru: Ежедневно

source: Every other day
ru: Через день

source: Weekly
ru: Еженедельно

source: Monthly
ru: Ежемесячно

source: Yearly
ru: Ежегодно

source: Recurring
ru: Повторение

source: On Monday
ru: В понедельник

source: On Tuesday
ru: Во вторник

source: On Wednesday
ru: В среду

source: On Thursday
ru: В четверг

source: On Friday
ru: В пятницу

source: On Saturday
ru: В субботу

source: On Sunday
ru: В воскресенье

source: On This Day
ru: В этот день

source: Task
ru: Задача

source: Open Parent
ru: Открыть родительскую задачу

source: Open the parent task (creating a parent if it doesn't have one)
ru: Открыть родительскую задачу (создать, если она отсутствует)

source: Insert a subtask in this task
ru: Добавить в эту задачу подзадачу

source: Add tags to this task
ru: Добавить к этой задаче метки

source: Set this task to repeat
ru: Сделать эту задачу повторяющейся

source: Starts on
ru: Дата начала

source: Due on
ru: Дата завершения

source: Closed on
ru: Дата закрытия

source: Mark the task as done
ru: Отметить задачу как выполненную

source: Mark as Not Done
ru: Отметить как невыполненную

source: Mark the task as to be done
ru: Отметить, что эта задача должна быть выполнена

source: Task action menu
ru: Меню действий над задачей

source: Search
ru: Поиск

source: Export tasks
ru: Экспорт задач

source: <b>Which tasks do you want to export?</b>
ru: <b>Какие задачи следует экспортировать?</b>

source: Active tasks shown in the browser
ru: Активные задачи, показанные в браузере

source: Completed tasks shown in the browser
ru: Завершённые задачи, показанные в браузере

source: Tasks finished last week
ru: Задачи, завершённые на прошлой неделе

source: <b>Select a format for your tasks</b>
ru: <b>Формат задач</b>

source: Open
ru: Открыть

source: Save
ru: Сохранить

source: General
ru: Общие

source: Tag Mappings
ru: Привязки меток

source: Plugin Preferences
ru: Параметры модуля

source: Target tasks per day
ru: Цель (задач в день)

source: Create a tag mapping
ru: Создать привязку метки

source: Associate a number of points with a custom tag name
ru: Связать количество баллов с именем пользовательской метки

source: Add
ru: Добавить

source: Tag Name:
ru: Имя метки:

source: Points:
ru: Баллы:

source: label
ru: надпись

source: Level
ru: Уровень

source: Points
ru: Баллы

source: Your streak
ru: Прогресс

source: UI mode
ru: Режим интерфейса пользователя

source: Button + discrete bar
ru: Кнопка + незаметная полоска

source: Button only
ru: Только кнопка

source: Discrete bar only
ru: Только незаметная полоска

source: Hamster Preferences
ru: Параметры Hamster

source: Activity Title
ru: Название вида деятельности

source: Task Title
ru: Заголовок задачи

source: Task Tag
ru: Метка задачи

source: Category
ru: Категория

source: Let hamster choose
ru: Определяется Hamster

source: GTG Tag
ru: Метка GTG

source: Default GTG Tag if activity is unsorted
ru: Стандартная метка GTG для неотсортированного вида деятельности

source: Description
ru: Описание

source: GTG task title
ru: Заголовок задачи GTG

source: GTG task contents
ru: Содержимое задачи GTG

source: None
ru: Нет

source: All GTG tags
ru: Все метки GTG

source: GTG tags already used in Hamster
ru: Метки GTG, уже используемые в Hamster

source: Add
ru: Добавить метку

source: tag to task after it has been left untouched for at least
ru: к задаче, если с ней не велась работа на протяжении минимум

source: days
ru: дней

source: Check for untouched tasks automatically
ru: Автоматически проверять наличие задач, с которыми давно не велась работа

source: Danger zone span:
ru: Размер опасной зоны:

source: Danger zone
ru: Опасная зона

source: Overdue
ru: Просрочено

source: High
ru: Высокая срочность

source: Normal
ru: Обычная срочность

source: Low
ru: Низкая срочность

source: Urgency level colors
ru: Цвета для уровней срочности

source: Reset
ru: Сбросить

source: CalDAV tasks
ru: Задачи CalDAV

source: Lets you synchronize your GTG tasks with CalDAV tasks
ru: Позволяет синхронизировать задачи GTG с задачами CalDAV

source: insert your username
ru: введите своё имя пользователя

source: You need a correct login to CalDAV Configure CalDAV with login information. Error:
ru: Требуется указать правильные учётные данные для входа в CalDAV Настройте сведения для входа в CalDAV. Ошибка:

source: Local File
ru: Локальный файл

source: Oops, something unexpected happened! GTG tried to recover your tasks from backups.
ru: Произошла непредвиденная ошибка! Программа GTG выполнила попытку восстановить задачи из резервных копий.

source: A personal productivity tool for GNOME, inspired by the GTD methodology.
ru: Персональный инструмент ведения списков задач и дел для GNOME, основанный на методике «Getting Things Done» (доведение дел до результата).

source: now
ru: сейчас

source: soon
ru: скоро

source: someday
ru: когда-нибудь

source: later
ru: позже

source: today
ru: сегодня

source: tomorrow
ru: завтра

source: next week
ru: следующая неделя

source: next month
ru: следующий месяц

source: next year
ru: следующий год

source: Monday
ru: понедельник

source: Tuesday
ru: вторник

source: Wednesday
ru: среда

source: Thursday
ru: четверг

source: Friday
ru: пятница

source: Saturday
ru: суббота

source: Sunday
ru: воскресенье

source: day
ru: день

source: other-day
ru: следующий день

source: week
ru: неделя

source: month
ru: месяц

source: year
ru: год

source: Yesterday
ru: %(days)d день назад

source: Getting Started with GTG (read me first)
ru: Начало работы с GTG (важная информация)
