Repository: OlesyaGerasimenko/gtg
Catalog: po/*.po
Languages: ru

source: Welcome to Getting Things GNOME (GTG), your new task manager! In GTG, everything is a task. From building a bridge over the Pacific Ocean to changing a light bulb or organizing a party! If you are new to GTG, please take the time to read this, as it will provide you useful information about how to use GTG to organize your everyday life. # Creating and editing tasks Using GTG is easy: you organize what you have to do by creating new tasks. To do this, simply press the &quot;New Task&quot; (+) button, edit the task by describing it, set some parameters, and that's it! Once a task is done, you can close it by pressing the &quot;Mark As Done&quot; button. In GTG, a task is automatically saved while you are editing it. No need to press any &quot;Save&quot; button! Try it: add some text to this task, close the window, and reopen it: your changes are still there! # About subtasks In life, you often get more things done by refining them in smaller, more operational tasks. GTG helps to do just this by defining &quot;subtasks&quot;. In GTG, those subtasks are considered as prerequisites that must be completed before being able to close their parent task. Therefore, in GTG, a task might host one or several subtasks. Those appear as links in the task description, just like the link below. To open and edit a subtask, simply click on its link! You can always come back using the &quot;Open Parent&quot; button. Try opening the following subtask for example: {! 262d1410-71aa-4e35-abec-90ef1bab44d3 !} # Closing a task In GTG, once you are done with a task, you can close it by pushing either the &quot;Mark as Done&quot; or the &quot;Dismiss&quot; button. Use the first one if the task is done, and the latter if you want to close it because it is not relevant anymore. When you close a task, you will notice that all its subtasks will be automatically closed too. Indeed, GTG considers that if you have completed a given task, then you don't need to do its subtasks anymore (they were prerequisites, after all). Note that the tasks that you have marked as done or dismissed are listed in the &quot;Closed&quot; tasks view mode. # Learn more about GTG If you are interested in knowing more about GTG's other features, you will find more information here: {! 262d1410-71aa-4e35-abec-90ef1bab44d3 !} {! 2d427a77-3077-4277-904c-073fcfcb4842 !} {! 0653765c-f5d4-4b7f-9903-0065bb258940 !} {! 3efd01b7-343d-4be1-9bac-8ed944517e3f !} {! 9b05a6c5-81e3-4fe5-a70d-3b569f65409c !} {! 21ed54a8-e7ff-408a-b648-8d12cc75e162 !} {! d1c73224-9eec-4889-b3c4-bb0281e5c1d3 !} {! 586dd1a7-0772-4d0a-85db-34edfc8ee30c !} We also recommend you read our user manual, by pressing F1 or using the &quot;Help&quot; entry in the main window's menu button. We hope you will enjoy using GTG, and thank you for trying it out! To learn more about the GTG project and how you can contribute, visit our web page: https://wiki.gnome.org/Apps/GTG/ — The GTG team
ru: Добро пожаловать в программу Getting Things GNOME (GTG), ваш новый органайзер! В GTG можно сделать задачей что угодно: от создания моста через Тихий океан до смены лампочки или организации вечеринки! Если вы раньше не работали с этой программой, пожалуйста, ознакомьтесь со следующей информацией, чтобы извлечь из неё максимум пользы. # Создание и редактирование задач GTG легко пользоваться: дела организуются путём создания новых задач. Просто нажмите кнопку &quot;Новая задача&quot; (+), добавьте описание задачи, установите нужные параметры, и готово! После выполнения задачу можно закрыть с помощью кнопки &quot;Отметить как выполненную&quot;. В GTG задачи автоматически сохраняются во время редактирования. Нажимать кнопку &quot;Сохранить&quot; не нужно! Попробуйте сами: добавьте в задачу какой-либо текст, закройте окно и откройте его заново — все изменения будут на месте! # О подзадачах В реальной жизни обычно можно успевать сделать больше, разбивая большие задачи на более мелкие. GTG помогает сделать это с помощью добавления &quot;подзадач&quot;. В GTG такие подзадачи выступают в роли условий, которые необходимо соблюсти перед закрытием родительской задачи. Следовательно, в GTG задача может содержать одну или несколько подзадач. Они отображаются в виде ссылок в описании задачи (как ссылка ниже). Чтобы открыть подзадачу и отредактировать её, просто щёлкните по соответствующей ссылке! Вернуться к вышестоящей задаче очень легко — нажмите кнопку &quot;Открыть родительскую задачу&quot;. Попробуйте открыть следующую подзадачу: {! 262d1410-71aa-4e35-abec-90ef1bab44d3 !} # Закрытие задачи После выполнения задачу в GTG можно закрыть. Для этого нажмите кнопку &quot;Отметить как выполненную&quot; или кнопку &quot;Отменить&quot;. Первую кнопку следует нажать, если задача выполнена, а вторую — если задача утратила актуальность. При закрытии задачи будут автоматически закрыты и все её подзадачи. В программе GTG считается, что при завершении всей задачи больше не требуется выполнять подзадачи (ведь они были условиями её выполнения). Обратите внимание, что в режиме просмотра &quot;Закрытые&quot; доступен список отмеченных выполненными и отменённых задач. # Узнать больше о GTG Сведения о других возможностях GTG доступны здесь: {! 262d1410-71aa-4e35-abec-90ef1bab44d3 !} {! 2d427a77-3077-4277-904c-073fcfcb4842 !} {! 0653765c-f5d4-4b7f-9903-0065bb258940 !} {! 3efd01b7-343d-4be1-9bac-8ed944517e3f !} {! 9b05a6c5-81e3-4fe5-a70d-3b569f65409c !} {! 21ed54a8-e7ff-408a-b648-8d12cc75e162 !} {! d1c73224-9eec-4889-b3c4-bb0281e5c1d3 !} {! 586dd1a7-0772-4d0a-85db-34edfc8ee30c !} Также рекомендуем ознакомиться с руководством пользователя (нажмите клавишу F1 или выберите пункт &quot;Справка&quot; с помощью кнопки меню главного окна). Надеемся, что вам понравится работать с программой GTG! Дополнительная информация о проекте GTG и участии в нём доступна на веб-странице https://wiki.gnome.org/Apps/GTG/ — разработчики GTG

source: Learn How to Use Subtasks
ru: Узнайте, как пользоваться подзадачами

source: A &quot;Subtask&quot; is something that you need to do first before being able to accomplish your task. In GTG, the purpose of subtasks is to cut down a task (or project) in smaller, action-oriented subtasks that are easier to achieve and to track down. To insert a subtask in the task description (this window, for instance), begin a line with &quot;-&quot;, then write the subtask title and press Enter. Try inserting one subtask below. Type &quot;- This is my first subtask!&quot;, for instance, and press Enter: Alternatively, you can also use the subtask insertion button in the task editor toolbar. Note that subtasks obey some rules: first, a subtask's due date can never happen after its parent's due date and, second, when you mark a parent task as done, its subtasks will also be marked as done. And if you are not happy with your current tasks/subtasks organization, you can always change the relationships by drag-and-dropping tasks on (or between) each other in the tasks list.
ru: &quot;Подзадачу&quot; надо решить для выполнения основной задачи. Цель использования подзадач в GTG — облегчить выполнение основной задачи и упростить отслеживание результата работы. Чтобы добавить подзадачу к описанию задачи (например, прямо тут, в этом окне), начните новую строку с дефиса &quot;-&quot;, потом введите название подзадачи и нажмите клавишу «Ввод». Попробуем это сделать прямо тут. Наберите &quot;- Это моя первая подзадача!&quot; и нажмите клавишу «Ввод»: Другой способ сделать то же самое — нажать кнопку вставки подзадачи на панели инструментов редактора задач. Заметим, что подзадачи подчиняются определённым правилам. Во-первых, дата завершения подзадачи не может наступать позже даты завершения основной задачи. Во-вторых, если отметить основную задачу выполненной, то все её подзадачи тоже будут отмечены выполненными. Кроме того, если порядок задач и подзадач вам неудобен, его всегда можно изменить, просто перетаскивая мышью подзадачи между задачами.

source: Learn How to Use Tags and Enable the Sidebar
ru: Узнайте, как пользоваться метками и включить боковую панель

source: In GTG, you use tags to sort your tasks. A tag is a simple word that begins with &quot;@&quot;. Try to type a word beginning with &quot;@&quot; here: Once it becomes highlighted, it means it is recognized as a tag, and this tag is immediately linked to the task. In the main window, using the menu button or by pressing the F9 key, you can enable a sidebar which displays all the tags you are using. This allows you to easily see all tasks associated to a given tag. If you right-click on a tag in the sidebar, you can also edit it. It allows you to assign a color to it, or an icon. This lets you quickly identify the tasks associated to a given tag in the task list! New tags are always added exclusively to the currently edited task, and never to its subtasks. However, when you create a new subtask, it will inherit its parent's tags. If you need a more advanced task organization, you can also create a hierarchy of tags by drag-and-dropping a tag onto another. This is useful when you want to regroup several tags together and see all related tasks easily. For instance, if you have two tags @money and @to_pay, and you drag @to_pay on @money, every task tagged with @to_pay will also appear when you select @money.
ru: Для сортировки задач в GTG применяются метки. Метка — это слово, перед которым стоит значок &quot;@&quot;. Попробуйте ввести любое слово сразу после значка &quot;@&quot;. Если это слово выделилось цветом, то оно стало меткой! И эта метка уже связана с данной задачей. В главном окне с помощью кнопки меню или клавиши F9 можно включить боковую панель со списком всех используемых меток. Это позволяет с лёгкостью просмотреть все задачи, связанные с определённой меткой. Если щёлкнуть по метке на боковой панели правой кнопкой мыши, будет можно её изменить. Метке можно назначить цвет или значок. Это позволяет быстро находить задачи, отмеченные какой-либо меткой, в списке задач. Новые метки всегда назначаются только текущей редактируемой задаче, но не её подзадачам. Но если для уже отмеченной метками задачи создается новая подзадача, то она унаследует метки родительской задачи. Перетаскивание одной метки на другую позволяет сгруппировать соответствующие задачи и просматривать их в списке задач одновременно. Например, есть пара меток @деньги и @оплатить: если перетащить метку @оплатить на @деньги, то при выборе метки @деньги также будут показаны все задачи с меткой @оплатить.

source: Learn How to Use the Actionable View Mode
ru: Узнайте, как пользоваться режимом «Рабочий план»

source: If you press the &quot;Actionable&quot; tab, only actionable tasks will be displayed in your list. What is an actionable task? It's a task you can do directly, right now. It's a task that is already &quot;start-able&quot;, i.e. the start date is already over. It's a task that doesn't have open subtasks, i.e. you can do the task itself directly, it does not depend on something else. It's a task that has a due date different than &quot;Someday&quot;, since this kind of date is reserved for things that needs more thoughts before being actionable. As the Actionable view only shows tasks that you can act on presently, it is very useful when you want to focus on the next actions to take to get things done! If you use tags, you can right-click on a tag in the sidebar and choose to hide tasks assigned to this particular tag from the Actionable view. It is very useful if you have a tag like &quot;@waitingfor&quot; that you use for tasks blocked by some external event (i.e. such as a phone callback you're waiting for). And finally, an important note: since the Actionable view is updated instantaneously, if you edit your task while inside the Actionable view, it might disappear from the view due to the change you just made (e.g. adding a tag hidden in the Actionable view, etc.). To avoid this, you may prefer to edit your task while in the &quot;Open&quot; tasks view instead.
ru: Если нажать кнопку &quot;Рабочий план&quot;, будут показаны только активные задачи. Что такое активная задача? Это задача, непосредственное выполнение которой возможно прямо сейчас. Это задача, которая уже началась; то есть задача, дата начала исполнения которой уже наступила. Это задача без открытых подзадач; можно выполнять именно саму задачу, она не зависит от чего-либо ещё. Это задача, срок завершения которой установлен в значение, отличное от &quot;Когда-нибудь&quot; (оно используется для тех вещей, которые требуется дополнительно обдумать, прежде чем приступать к работе). Таким образом, в рабочем плане показаны только те задачи, которыми можно заниматься прямо сейчас. Если используются метки, можно щёлкнуть правой кнопкой мыши по метке на боковой панели и выбрать скрытие задач, связанных с данной меткой, в рабочем плане. Это очень удобно, если имеется, например, метка &quot;@ожидание&quot;, используемая для задач, выполнение которых возможно только после какого-либо внешнего события (например, после телефонного звонка с ответом). Наконец, важное примечание: так как рабочий план обновляется в режиме реального времени, то редактируемая задача может исчезнуть из-за только что внесённого изменения (например, из-за добавления метки, для которой в рабочем плане выбрано скрытие задач, и так далее). Чтобы такого не происходило, можно редактировать задачи не в представлении «Рабочий план», а в представлении «Открытые».

source: Learn About Plugins
ru: Узнайте, как использовать модули

source: GTG has the ability to add plugins to extend its core functionality. You can find the Plugins Manager by clicking on &quot;Plugins&quot; in the main window's menu button. We would like to encourage you to write your own plugins and contribute them to the GTG project so that we can consider them for wider inclusion.
ru: Функциональные возможности GTG можно расширить путём подключения модулей. Чтобы открыть диспетчер модулей, выберите пункт &quot;Модули&quot; по кнопке меню главного окна. Разработчики будут благодарны тем пользователям, которые напишут свои модули и отправят их на рассмотрение в проект GTG.

source: Reporting Bugs
ru: Сообщение об ошибках

source: It is a well-known fact that GTG has no bugs! 🐛 But sometimes, in the dark, unexpected things happen... If you encounter crashes/tracebacks or unexpected behavior in general, please provide a detailed bug report in our issues tracker at https://github.com/getting-things-gnome/gtg/issues/new Your help and involvement is what makes this software better. Feedback, bug reports and ideas are welcome... and patches even more so!
ru: Все знают, что в GTG нет ошибок! 🐛 Но иногда всё же происходит нечто странное... Если произойдёт сбой или программа поведёт себя неожиданным образом, пожалуйста, оставьте подробное сообщение об ошибке в системе отслеживания ошибок по адресу https://github.com/getting-things-gnome/gtg/issues/new Пользователи помогают разработчикам совершенствовать программу. Обратная связь, отчёты об ошибках и идеи по развитию всячески приветствуются... но больше всего разработчики будут рады исправлениям!

source: Learn How to Use the Quick Add Entry
ru: Узнайте, как использовать быстрый ввод задач

source: The Quick Add entry is the fastest way to create a new task without disrupting your focus from the main window. It has a special syntax with additional keywords you can use; refer to the user manual to learn more about its features and syntax.
ru: Строка быстрого добавления задачи позволяет максимально быстро создать новую задачу, не отрываясь от работы в главном окне. Эта строка поддерживает использование специального синтаксиса с дополнительными ключевыми словами; дополнительные сведения доступны в руководстве пользователя.

source: Learn About Synchronization Services
ru: Узнайте, как использовать службы синхронизации

source: ❗ Take note that as of GTG 0.6, the majority of synchronization backends/services have been disabled until someone (you?) steps forward to fix and maintain them, as they have not been fully updated to work with the new codebase or to interface with the latest APIs of those online services. Synchronization services allow GTG to synchronize (or import/export) tasks, notes or bugs from some websites or applications such as CalDAV compatible services. This can useful if, for instance, you want to access your tasks on several instances of GTG running on separate computers, or if you want to edit your tasks using an online service. To use synchronization services, click the menu button in the main window, and select &quot;Synchronization&quot;. You will then have the possibility to select among several online or local services from/to where you can import or export your tasks. As of v0.6, only CalDAV is available. You need to have the &quot;caldav&quot; Python package installed if it doesn't appear.
ru: ❗ Начиная с GTG версии 0.6, большинство служб синхронизации отключены; требуется их доработка для обеспечения совместимости с новой базой кода и последними версиями программных интерфейсов соответствующих онлайн-сервисов. Службы синхронизации позволяют GTG синхронизировать (или импортировать/экспортировать) задачи, примечания или ошибки с некоторыми веб-сайтами или приложениями, такими как совместимые с CalDAV службы. Эта возможность полезна, если требуется, например, получить доступ к задачам в нескольких экземплярах GTG, работающих на разных компьютерах, или отредактировать задачи с помощью онлайн-сервиса. Чтобы воспользоваться службами синхронизации, выберите пункт &quot;Синхронизация&quot; с помощью кнопки меню главного окна. Затем будет можно выбрать одну из сетевых или локальных служб для выполнения импорта или экспорта задач. Начиная с версии 0.6, доступна только служба CalDAV. Если соответствующий вариант не отображается, необходимо установить пакет Python &quot;caldav&quot;.

source: Learn How to Search for Tasks
ru: Узнайте, как искать задачи

source: To help you to find specific tasks more easily, GTG allows you to search for tasks based on their content. Searching for tasks is really easy: in the main window, hit Ctrl+F and just type the words you are looking for in the search bar. GTG can store your searches in the sidebar, in the &quot;Saved Searches&quot; section. You can thus always go back to a previous search if you need it. Search results are updated automatically, so you always get all the tasks matching your search request. GTG's search feature is really powerful and accepts many parameters that allow you to search for very specific tasks. For instance, using the search query &quot;@errands !today&quot;, you can search for tasks with the @errands tag that must be done today. To learn more about the various search parameters you can use, refer to the Search Syntax documentation in GTG's user manual, found through the &quot;Help&quot; menu item in the main window's menu button.
ru: Чтобы найти конкретные задачи было проще, в GTG предусмотрена возможность поиска по содержимому задач. Искать задачи очень просто: нажмите в главном окне комбинацию клавиш Ctrl+F и введите в строке поиска нужные слова. GTG может сохранять поисковые запросы на боковой панели, в разделе &quot;Сохранённые поисковые запросы&quot;. Таким образом, при необходимости всегда можно вернуться к предыдущему поиску. Результаты поиска обновляются автоматически, поэтому они всегда будут включать все задачи, соответствующие сделанному поисковому запросу. Поиск в GTG поддерживает множество параметров, что делает его максимально эффективным. Например, по запросу &quot;@дела !сегодня&quot;, можно найти задачи с меткой @дела, которые должны быть выполнены сегодня. Дополнительные сведения о различных параметрах поиска доступны в разделе о синтаксисе поиска (Search Syntax) в руководстве пользователя GTG (чтобы открыть это руководство, выберите пункт &quot;Справка&quot; с помощью кнопки меню главного окна).

source: Everything necessary to run this plugin is available.
ru: Есть всё для запуска этого модуля.

source: This plugin can not be loaded.
ru: Этот модуль невозможно загрузить.

source: Some python modules are missing.
ru: Отсутствуют некоторые модули Python.

source: Please install the following python modules:
ru: Пожалуйста, установите эти модули Python:

source: Some remote D-Bus objects are missing.
ru: Отсутствуют некоторые сетевые объекты D-Bus.

source: Please start the following applications:
ru: Пожалуйста, запустите эти приложения:

source: Some modules and remote D-Bus objects are missing.
ru: Отсутствуют некоторые модули и сетевые объекты D-Bus.

source: Please install or start the following components:
ru: Пожалуйста, установите или запустите эти компоненты:

source: An unknown error occurred while loading the plugin.
ru: Неизвестная ошибка при загрузке модуля.

source: Very helpful message, isn't it? Please report a bug.
ru: Не правда ли, очень полезное сообщение? Пожалуйста, сообщите об ошибке.

source: not
ru: нет

source: or
ru: или

source: after
ru: после

source: before
ru: до

source: nodate
ru: бездаты

source: notag
ru: безметки

source: My new task
ru: Моя новая задача

source: All tasks
ru: Все задачи

source: Tasks with no tags
ru: Задачи без меток

source: Saved searches
ru: Сохранённые поисковые запросы

source: Select synchronization service:
ru: Cервис синхронизации:

source: Author
ru: Авторы

source: Disable syncing
ru: Запретить синхронизацию

source: Enable syncing
ru: Разрешить синхронизацию

source: This is the default synchronization service
ru: Сервис синхронизации по умолчанию

source: Syncing is enabled.
ru: Синхронизация разрешена.

source: Syncing is <span color="red">disabled</span>.
ru: Синхронизация <span color="red">запрещена</span>.

source: Synchronization Services - {name}
ru: Службы синхронизации — {name}

source: Do you really want to remove the '%s' synchronization service?
ru: Действительно удалить сервис синхронизации «%s»?

source: Import tags
ru: Импорт меток

source: All tags
ru: Все метки

source: Just these tags:
ru: Только следующие метки:

source: Tags to sync
ru: Метки для синхронизации

source: Tasks with these tags:
ru: Задачи с этими метками:

source: Username
ru: Пользователь

source: Service URL
ru: URL службы

source: Import tasks from @ replies directed to you
ru: Импортировать задачи из полученных ответов

source: Import tasks from direct messages
ru: Импортировать задачи из личных сообщений

source: Import tasks from your tweets
ru: Импортировать задачи из ваших твитов

source: Tag your GTG tasks with the bug tags
ru: Присвоить вашим задачам из GTG метки ошибок

source: Tag your GTG tasks with the project targeted by the bug
ru: Отметить задачи в GTG как проект, указанный в ошибке

source: Password:
ru: Пароль:

source: Filename:
ru: Имя файла:

source: Check for new tasks every
ru: Проверять наличие новых задач раз в

source: minute
ru: минуту

source: The <b>%s</b> synchronization service cannot login with the supplied authentication data and has been disabled. To retry the login, re-enable the service.
ru: Сервис синхронизации <b>%s</b> не авторизован введёнными сведениями для аутентификации и поэтому недоступен. Чтобы повторить вход, отключите и вновь включите этот сервис.

source: Due to a network problem, I cannot contact the <b>%s</b> synchronization service.
ru: Из-за проблем с сетью невозможно соединиться с сервисом синхронизации <b>%s</b>.

source: Cannot connect to DBus, I've disabled the <b>%s</b> synchronization service.
ru: Нет соединения с DBus, поэтому сервис синхронизации <b>%s</b> не используется.

source: Configure
ru: Настроить

source: Ignore
ru: Пропустить

source: Confirm
ru: Подтвердить

source: Continue
ru: Далее

source: Keep selected tag
ru: Оставить выбранные метки

source: Permanently remove tag
ru: Удалить метки навсегда

source: Deleting a tag cannot be undone, and will delete the following tag:
ru: Удаление меток нельзя отменить! Будут удалены следующие метки:
